format_not_suport = "پیام پشتیبانی نمیشود."
start_message = ".ربات دانلود فیلم خوش آمدید برای ادامه یکی از دکمه های زیر رو بزنید"
not_fouand="ببخشید ندارمش."
finded="اطلاعات"
wait="درحال پیدا کردن"
sal_sakht="📅 سال ساخت:"
film="📺فیلم"
serial="📺سریال"
kholase="💬 خلاصه داستان:"
help='''
سلام دوست عزیز! 👋 اینجا بخش راهنمای ربات هست.
🔎 برای جستجوی فیلم یا سریال کافیه دو مرحله زیر رو انجام بدید:
۱.  ربات @imdbot رو بنویسید و جلوش شروع به تایپ اسم فیلم/سریال خود بکنید  🎞
۲. یکی از کیفیت ها انتخاب کنید و لینک‌های دانلود رو دریافت کنید! 🔗


نکات استفاده از ربات:
❗️ از گزینه «درخواست تازه‌سازی لینک‌ها» زمانی استفاده کنید که لینک‌ها کار نمیکنند یا فصل و قسمت جدیدی از یک سریال اومده و توی لیست نیست.
❗️ اسم فیلم هارو حتما انگلیسی سرچ کنید. 
❗️برای کار با ربات نیازی نیست ربات imdbot رو استارت کرده باشید کافیه فقط این زیر تایپ کنید @imdbot و جلوش اسم وارد کنید
برای دریافت اخبار و اطلاعات ربات، حتما داخل کانال اطلاع رسانی عضو بشید: @

امیدواریم لحظات خوبی را با ربات ما سپری کنید.🍾🍺'''
searcher='''🔎 برای جستجوی فیلم یا سریال کافیه دو مرحله زیر رو انجام بدید:
۱.  ربات @imdbot رو بنویسید و جلوش شروع به تایپ اسم فیلم/سریال خود بکنید  🎞
۲. یکی از کیفیت ها انتخاب کنید و لینک‌های دانلود رو دریافت کنید! 🔗
'''
oilo="🍺فیلم آموزش کار"